tap 'homebrew/core'
tap 'homebrew/emacs'
brew 'ant'
brew 'android-sdk'
brew 'android-ndk'
brew 'apktool'
brew 'astyle'
brew 'checkstyle'
brew 'cweb'
brew 'dex2jar'
brew 'ecj'
brew 'editorconfig'
brew 'gradle'
brew 'procyon-decompiler'
brew 'proguard'
brew 'pmd'
brew 'sonar'
brew 'sonar-runner'
brew 'walkmod'
brew 'homebrew/emacs/android-mode'
brew 'homebrew/emacs/editorconfig-emacs'
brew 'homebrew/emacs/pmd-emacs'
